//
//  ConstantsIOS.swift
//  HomeWork-3
//
//  Created by Sergey Starchenkov on 03.05.2021.
//

import Foundation

struct Constants
{
    static let iOSImageName = "iOS"
    static let iOSJobName = "iOS Developer"
    static let iOSDescriptions = "Системный администратор со стажем. В 2016 году познакомился с устройствами компании Apple, и стал фанатом. С языком Swift первая встреча в 2017 году, на уровне приложений Hello World. С октября 2020 года принято решение переквалифицироваться в iOS-разработчика, ежедневное изучение материала и практика."
    static let iOSWaitngOfFocus = "От Фокуса ожидаю структуирование текущих знаний и навыков, закрытие собственных пробелов. Получение информации от опытных разработчиков позволит быстрее понять и адаптироваться к текущему процессу разработки в крупных компаниях."
    
    static let hobbyImageName = "aquarium"
    static let hobbyName = "Аквариумистика"
    static let hobbyDescription = "Занятие для души. Детское любопытство которое со временем переростает в моделирование маленькой экосистемы. Самое динамично развивающееся направление Нано-аквариумистика. Завораживают и одновременно вдохновляют аквариумы Токаши Амано. Единственными обитателями нано-аквариумов бывают креветки. Самый неприхотливый и распространенный вид: Вишневые креветки."
    static let hobbyPlanned = "В планах начать заниматься спортом. Начать бегать, для себя 🤗 , для поддержания состояния тонуса тела. Скоро) в этом году..."
}
